{
	"46137":"Ziebach County, South Dakota, population 2,800, lies almost entirely within the Cheyenne River Indian Reservation. According to <a href='http://www.msnbc.msn.com/id/41580891/ns/business-eye_on_the_economy/t/look-inside-americas-poorest-county/'>Nomaan Merchant, Associated Press</a>, \"In the coldest months of the year, when seasonal construction work disappears and the South Dakota prairie freezes, unemployment among the Sioux can hit 90 percent. Poverty has loomed over this land for generations. Repeated attempts to create jobs have run into stubborn obstacles: the isolated location, the area's crumbling infrastructure, a poorly trained population and a tribe that struggles to work with businesses or attract investors.\"",

	"08025":"Crowley County, Colorado, population 5,500, is a farming and ranching community. It also hosts a state prison containing roughly 1,900 inmates, making Crowley the county with the highest percentage of prisoners of any county in the U.S.",

	"46113":"Shannon County, South Dakota, lies entirely within the Pine Ridge Indian Reservation. According to <a href='http://www.time.com/time/photogallery/0,29307,2048598_2235606,00.html'>Matthew Williams, TIME</a>, \"Isolated on 3,400 square miles in southwest South Dakota, [the reservation] offers a spiritual home to the Oglala Sioux but little in the way of economic opportunity. For the tens of thousands who live there — the exact population is hard to calculate; estimates range from 28,000 to 40,000 — there is little or no industry or commercial development, no banks or discount stores. The nearest urban center, Rapid City, is 120 miles away; public transportation is non-existent.\"",

	"46017":"Buffalo County, South Dakota, population 1,900, lies almost entirely within the Crow Creek Indian Reservation. According to the <a href='http://www.nrcprograms.org/site/PageServer?pagename=airc_res_sd_crowcreek'>American Indian Relief Council</a>, \"Although the Tribe also operates a small casino that provides a few job opportunities for tribal members, more than 2 Wiciyela [Sioux] in 3 are jobless. In addition to a severe lack of employment opportunities, Crow Creek also lacks access to basic services and resources. The Reservation has neither a health care facility nor a grocery store. Without access to transportation, many people must rely on a poor diet of prepackaged food from a local gas station.\"",

	"28055":"Issaquena, Mississippi, population 1,400, is located in the Mississippi Delta, an area of flood plains lying between the Mississippi and Yazoo rivers. According to <a href='http://www.npr.org/templates/story/story.php?storyId=4675562'>Debbie Elliott, NPR</a>, \"[…] Over the decades, the decline of manual labor and exodus of manufacturing jobs have made difficult conditions worse in one of the nation's poorest regions […] As farm jobs faded, so did the region's economic base. Since 1970, six counties in the Delta have lost more than 20 percent of their population. The area has been hard hit by the loss of manufacturing plants. Though agriculture remains dominant, the land is concentrated in fewer hands, with machines doing most of the work and absentee corporations in charge.\"",

	"46121":"Todd County, South Dakota, population 9,600, lies entirely within the Rosebud Indian Reservation. Main sources of employment are the Rosebud Sioux Tribe, the health service, schools, cattle ranching and farming. According to the <a href='http://www.rosebudsiouxtribe-nsn.gov/index.php?option=com_content&view=article&id=61&Itemid=68'>Rosebud Sioux Tribe</a>, \"Isolated communities are serviced by gravel roads. As a result most homes on the reservation are inaccessible during periods of blizzards or heavy rain […] There are no commercial land or air transportation serving the reservation.\""
}
